
"Message Center" = "Centrum wiadomości";

/* Growl alert sheet */
"Cancel" = "Anuluj";
"Don't Ask Again" = "Nie pytaj ponownie";
"Install" = "Instaluj";

"Install Growl" = "Zainstaluj aplikację Growl";

"Start Growl" = "Uruchom aplikację Growl";

"Show Growl preferences" = "Pokaż preferencje aplikacji Growl";

"Growl installation required" = "Urządzenie HP używa aplikacji o nazwie Growl w celu powiadamiania użytkownika o ważnych zdarzeniach wymagających jego uwagi, np. o braku papieru.\n\nAby otrzymywać te powiadomienia, należy zainstalować dodatkowe oprogramowanie. Nie trzeba niczego pobierać, wystarczy kliknąć opcję „Instaluj”, aby zainstalować aplikację Growl w systemie.\n\nAby włączać powiadomienia Growl przy każdym logowaniu do tego komputera, przejdź do Preferencji systemu Apple, wybierz okno preferencji aplikacji Growl, a następnie zaznacz pole wyboru „Uruchom aplikację Growl przy zalogowaniu”.";

"Growl not running" = "Urządzenie HP używa aplikacji o nazwie Growl w celu powiadamiania użytkownika o ważnych zdarzeniach wymagających jego uwagi, np. o braku papieru. Aby otrzymywać te powiadomienia, uruchom aplikację Growl, wykonując następujące kroki:\n\n1. Wyświetl okno preferencji aplikacji Growl, klikając przycisk „Pokaż preferencje aplikacji Growl” poniżej.\n2. W oknie preferencji aplikacji Growl kliknij przycisk „Uruchom aplikację Growl”.\n3. Aby włączać przesyłanie wiadomości Growl przy każdym logowaniu do tego komputera, przejdź do Preferencji systemu Apple, wybierz okno preferencji aplikacji Growl, a następnie zaznacz pole wyboru „Uruchom aplikację Growl przy zalogowaniu”.\n4. Wyjdź z Preferencji systemu.";

"Loading events" = "Ładowanie zdarzeń...";
HSDDeviceKeyword = "Urządzenie";
HSDAlertKeyword = "Alarm";
HSDEventKeyword = "Zdarzenie";

HSDAlertSettingsTitle = "Ustawienia alertów";
HSDAlertsNote = "Określ poziom rozszerzonych informacji o stanie, które chcesz widzieć dla swojego urządzenia HP. Zawsze będziesz otrzymywać powiadomienia, jeśli urządzenie nie będzie mogło ukończyć żądanego zadania lub wymagana będzie uwaga użytkownika.";

HSDDisplayAlertsTitle = "Pokaż rozszerzone alerty dla:";
HSDAutodismissAlertsTitle = "Automatycznie kasuj po";
HSDAutodismissAlertsTitlePostfix = "s alerty z kategorii";

HSDErrorsWarningsAndInfo = "błędy, ostrzeżenia i komunikaty informacyjne";
HSDErrorsAndWarnings = "błędy i ostrzeżenia";
HSDErrorsOnly = "tylko błędy";
HSDInfoMessages = "komunikaty informacyjne";
HSDWarningsAndInfoMessages = "ostrzeżenia i komunikaty informacyjne";

HSDDisplayVirtualAlertsTitle = "Pokaż zawartość WWW w alertach";
HSDVirtualAlertsNote = "HSD_TEXT:Gdy wyrazisz na to zgodę, informacje o stanie urządzenia mogą być w bezpieczny sposób przekazywane firmie HP. Dysponując tymi informacjami, HP może sprawdzać Twój udział w programie HP i możliwość korzystania z ofert specjalnych oraz modyfikować alerty na podstawie dostępnych opcji.

* Aby dowiedzieć się więcej na temat informacji wysyłanych do firmy HP, zobacz HSD_KEYED_LINK:MoreInfoTitle.

* Aby dowiedzieć się więcej o Polityce prywatności firmy HP, zobacz HSD_LINK:HSDPrivacyStatementOnlineLink.";
